Repository: Ozodbek-05/Furnitika
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: Liquam quis risus viverra, ornare ipsum vitae, congue tellus. Vestibulum nunc lorem, scelerisque a tristique non, accumsan ornare eros. Nullam sapien metus, volutpat dictum, accumsan ornare eros. Nullam sapien metus, volutpat dictum
uz: Liquam quis risus viverra, ornare ipsum hayot uchun, congue tellus. Vestibulum hozir lorem, scelerisque a tristique non, accumsan ornare eros. Nullam sapien metus, dictum, accumsan ornare eros. Nullam sapien metus, dictum
