Repository: Ozodbek-05/Furnitika
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: Home
ru: Главная
uz: Bosh sahifa

source: 3 minitunes ago
ru: 3 минуты назад
uz: 3 daqiqa oldin

source: 113 Comments
ru: 113 комментариев
uz: 113 ta izoh

source: SEN TO A FRIEND
ru: Отправить другу
uz: DO‘STINGIZGA ULASHING

source: Print
ru: Печать
uz: Chop etish

source: Administrator, Web Designer
ru: Администратор, Веб-дизайнер
uz: Administrator, Veb-dizayner

source: Related Blogs
ru: Связанные блоги
uz: O‘xshash bloglar

source: No related blogs found.
ru: Связанные блоги не найдены.
uz: O‘xshash bloglar topilmadi.

source: Comments
ru: Комментарии
uz: Izohlar

source: JOHN DOE
ru: ДЖОН ДУ

source: Posted on Mar 17, 2017 at 6:57am /
ru: Опубликовано 17 марта 2017 в 6:57 /
uz: 2017-yil 17-mart, 6:57 da joylangan /

source: repost
ru: репост
uz: qayta ulashish

source: Reply
ru: Ответить
uz: Javob yozish

source: Submit comment
ru: Отправить комментарий
uz: Izoh yuborish

source: Blogs
ru: Блоги
uz: Bloglar

source: No subcategories
ru: Подкатегорий нет
uz: Qo‘shimcha toifalar yo‘q

source: Recent Posts
ru: Последние записи
uz: So‘nggi postlar

source: 13 comment
ru: 13 комментариев
uz: 13 ta izoh

source: 20 APRIl 2017
ru: 20 АПРЕЛЯ 2017
uz: 20 Aprel 2017

source: READ MORE
ru: ЧИТАТЬ ДАЛЕЕ
uz: Batafsil o‘qish

source: About Us
ru: О нас
uz: Biz haqimizda

source: Reasons to shop
ru: Причины делать покупки
uz: Bizdan xarid qilish sabablari

source: What our customers say
ru: Что говорят наши клиенты
uz: Mijozlarimiz fikrlari

source: Meet the team
ru: Наша команда
uz: Jamoamiz bilan tanishing

source: Contact our buyers
ru: Свяжитесь с нашими покупателями
uz: Sotuvchilarimiz bilan bog‘laning

source: Contact Us
ru: Свяжитесь с нами
uz: Biz bilan bog‘laning

source: Address :
ru: Адрес :
uz: Manzil :

source: 123 Suspendis matti, Visaosang Building VST District NY Accums, North American
ru: 123 Suspendis matti, Visaosang Building VST District NY Accums, Северная Америка
uz: 123 Suspendis matti, Visaosang binosi, VST tumani, NY Accums, Shimoliy Amerika

source: Email :
ru: Электронная почта :
uz: Elektron pochta :

source: Hotline :
ru: Горячая линия :
uz: Tezkor aloqa :

source: Opening Hours :
ru: Часы работы :
uz: Ish vaqtlari :

source: Monday - Sunday / 08.00AM- 19.00
ru: Понедельник - Воскресенье / 08.00 - 19.00
uz: Dushanbadan Yakshanbagacha / 08:00 - 19:00

source: (Except Holidays)
ru: (кроме праздничных дней)
uz: (Bayram kunlarisiz)

source: Newsletter
ru: Рассылка
uz: Yangiliklar xabarnomasi

source: Sign up to our newsletter to get the latest articles, lookbooks voucher codes direct to your inbox
ru: Подпишитесь на нашу рассылку, чтобы получать последние статьи, каталоги и промокоды прямо на вашу почту
uz: So‘nggi maqolalar, kataloglar va chegirma kodlarini elektron pochtangizga olish uchun yangiliklar xabarnomasiga obuna bo‘ling

source: Enter Your Email
ru: Введите ваш Email
uz: Elektron pochtangizni kiriting

source: subscribe
ru: подписаться
uz: Obuna bo‘lish

source: Follow us on
ru: Следите за нами в
uz: Bizni kuzating

source: Payment accept
ru: Принимаем платежи
uz: To‘lov qabul qilinadi

source: WHO WE ARE
ru: КТО МЫ
uz: BIZ KIMMIZ

source: Meet the teaml
ru: Наша команда
uz: Jamoamiz bilan tanishing

source: Cookies & privacy
ru: Файлы cookie и конфиденциальность
uz: Cookies va maxfiylik

source: CUSTOMER SERVICES
ru: СЕРВИС ДЛЯ КЛИЕНТОВ
uz: Mijozlar xizmati

source: Help and advice
ru: Помощь и советы
uz: Yordam va maslahatlar

source: Delivery
ru: Доставка
uz: Yetkazib berish

source: Terms and conditions
ru: Условия и положения
uz: Shartlar va qoidalar

source: Refund Policy
ru: Политика возврата
uz: Qaytarish siyosati

source: FAQs
ru: Часто задаваемые вопросы
uz: Tez-tez so‘raladigan savollar

source: CONTACT US
ru: СВЯЖИТЕСЬ С НАМИ
uz: BIZ BILAN ALOQA

source: Showroom:
ru: Шоурум:
uz: Ko‘rgazma zali:

source: Opening Hours:
ru: Часы работы:
uz: Ish vaqtlari:

source: LIVING ROOM
ru: ГОСТИНАЯ
uz: Yashash xonasi

source: SIDE TABLE
ru: КОФЕЙНЫЙ СТОЛИК
uz: Yon stul / Stol

source: FIREPLACE
ru: КАМИН
uz: Olov panasi

source: ARMCHAIR
ru: КРЕСЛО
uz: Kreslo

source: CUSHION
ru: ПОДУШКА
uz: Yostiq

source: COFFEE TABLE
ru: КОФЕЙНЫЙ СТОЛ
uz: Kofe stoli

source: SHELF
ru: ПОЛКА
uz: Polka / Raf

source: SOFA
ru: ДИВАН
uz: Divan

source: DRESSING TABLE
ru: ТОАЛЕТНЫЙ СТОЛИК
uz: Solyarka stoli / Shkaf stoli

source: VIEW ALL
ru: ПОКАЗАТЬ ВСЕ
uz: Barchasini ko‘rish

source: WINDOW CURTAIN
ru: ШТОРА
uz: Oyna pardasi

source: CHANDELIER
ru: ЛЮСТРА
uz: Shamdon

source: CEILING FAN
ru: ПОТОЛОЧНЫЙ ВЕНТИЛЯТОР
uz: Toshma ventilyator

source: WARDROBE
ru: ШКАФ
uz: Shkaf

source: FLOOR LAMP
ru: НАПОЛЬНАЯ ЛАМПА
uz: Pol lampasi

source: VASE FLOWER
ru: ВАЗА С ЦВЕТАМИ
uz: Gul vaza

source: TABLE LAMP
ru: НАСТОЛЬНАЯ ЛАМПА
uz: Stol lampasi

source: ARMCHIRM
ru: КРЕСЛО
uz: Kreslo

source: BEDROOM
ru: СПАЛЬНЯ
uz: Yotoqxona

source: BATHROOM
ru: ВАННАЯ
uz: Hammom

source: Organic Strawberry Fruits
ru: Органическая клубника
uz: Organik qulupnay mevalari

source: Total:
ru: Итого:
uz: Jami:

source: View Cart
ru: Просмотр корзины
uz: Savatchani ko‘rish

source: Checkout
ru: Оформить заказ
uz: To‘lov

source: Blog
ru: Блог

source: Products
ru: Продукты
uz: Mahsulotlar

source: Contact US
ru: Связаться с нами
uz: Biz bilan aloqa

source: Account
ru: Аккаунт
uz: Hisob

source: My Account
ru: Мой аккаунт
uz: Mening hisobim

source: Sign in
ru: Войти
uz: Kirish

source: Register Account
ru: Зарегистрироваться
uz: Hisob yaratish

source: My Wishlists
ru: Мои списки желаний
uz: Mening istaklarim

source: Page
ru: Страница
uz: Sahifa

source: FREE DELIVERY
ru: БЕСПЛАТНАЯ ДОСТАВКА
uz: BEPUL YETKAZIB BERISH

source: From $ 250
ru: От $ 250
uz: $250 dan boshlab

source: MONEY BACK
ru: ВОЗВРАТ ДЕНЕГ
uz: PULNI QAYTARISH

source: GUARANTEED
ru: ГАРАНТИЯ
uz: KAFOLATLIDIR

source: Aliquam lobortis
ru: Аликам лобортис
uz: Ovqat xonasi

source: Duis Reprehenderit
ru: Дуис Репрехендерит

source: Voluptate
ru: Волуптате

source: Tongue Est
ru: Тонг Эст

source: Venison Andouille
ru: Венисон Андуилль

source: FI
ru: ФИ

source: DINNING ROOM
ru: СТОЛОВАЯ

source: Toshiba
ru: Тошиба
uz: Quyosh nuri

source: Samsung
ru: Самсунг

source: LG
ru: ЛДЖИ

source: Sharp
ru: Шарп

source: Electrolux
ru: Электролюкс

source: Hitachi
ru: Хитачи

source: Panasonic
ru: Панасоник

source: Mitsubishi Electric
ru: Мицубиси Электрик

source: Daikin
ru: Дайкин

source: Haier
ru: Хайер

source: Haier Media
ru: Хайер Медиа

source: Gee
ru: Ги

source: Digimart
ru: Дигимарт

source: Vitivaa
ru: Витивaа

source: Sanaky
ru: Санаки

source: Sunshine
ru: Саншайн

source: Media
ru: Медиа

source: KITCHEN
ru: КУХНЯ
uz: Oshxona

source: Blender
ru: Блендер

source: OTTOMAN
ru: ОТТОМАН
uz: Otomon

source: WINDOWN CURTAIN
ru: ШТОРА ДЛЯ ОКНА
uz: Deraza pardasi

source: VASE-FLOWER
ru: ВАЗА С ЦВЕТАМИ
uz: Guldon gul

source: BED
ru: КРОВАТЬ
uz: Krovat

source: BED GIRL
ru: КРОВАТЬ ДЕВОЧКИ
uz: Qizlar uchun krovat

source: BED BOY
ru: КРОВАТЬ МАЛЬЧИКА
uz: O‘g‘il bolalar uchun krovat

source: Menu
ru: Меню
uz: Menyu

source: Close
ru: Закрыть
uz: Yopish

source: Home Page 1
ru: Главная страница 1
uz: Bosh sahifa 1

source: Home Page 2
ru: Главная страница 2
uz: Bosh sahifa 2

source: Home Page 3
ru: Главная страница 3
uz: Bosh sahifa 3

source: Home Page 4
ru: Главная страница 4
uz: Bosh sahifa 4

source: Home Page 5
ru: Главная страница 5
uz: Bosh sahifa 5

source: Blog List (Sidebar Left)
ru: Список блогов (Слева боковая панель)
uz: Blog ro‘yxati (chap yon panel)

source: Blog List (Sidebar Left) 2
ru: Список блогов (Слева боковая панель) 2
uz: Blog ro‘yxati (chap yon panel) 2

source: Blog List (Sidebar Right)
ru: Список блогов (Справа боковая панель)
uz: Blog ro‘yxati (o‘ng yon panel)

source: Blog List (No Sidebar)
ru: Список блогов (Без боковой панели)
uz: Blog ro‘yxati (yon panelsiz)

source: Blog Grid (No Sidebar)
ru: Сетка блогов (Без боковой панели)
uz: Blog tarmog‘i (yon panelsiz)

source: Blog Detail
ru: Детали блога
uz: Blog tafsilotlari

source: Category Style
ru: Стиль категории
uz: Kategoriya uslubi

source: Product Grid (Sidebar Left)
ru: Сетка продуктов (Слева боковая панель)
uz: Mahsulot tarmog‘i (chap yon panel)

source: Product Grid (Sidebar Right)
ru: Сетка продуктов (Справа боковая панель)
uz: Mahsulot tarmog‘i (o‘ng yon panel)

source: Product List (Sidebar Left)
ru: Список продуктов (Слева боковая панель)
uz: Mahsulot ro‘yxati (chap yon panel)

source: Product Detail Style
ru: Стиль деталей продукта
uz: Mahsulot tafsiloti uslubi

source: Product Detail (Sidebar Left)
ru: Детали продукта (Слева боковая панель)
uz: Mahsulot tafsiloti (chap yon panel)

source: Product Detail (Sidebar Right)
ru: Детали продукта (Справа боковая панель)
uz: Mahsulot tafsiloti (o‘ng yon panel)

source: Bonus Page
ru: Страница бонусов
uz: Bonus sahifa

source: 404 Page
ru: Страница 404
uz: 404 sahifa

source: About Us Page
ru: Страница о нас
uz: Biz haqimizda sahifa

source: Contact us
ru: Связаться с нами
uz: Biz bilan bog‘lanish

source: Page Not Found
ru: Страница не найдена
uz: Sahifa topilmadi

source: We're sorry â something has gone wrong on our end.
ru: Извините — произошла ошибка на нашем сервере.
uz: Kechirasiz — tizimimizda biror xatolik yuz berdi.

source: If difficulties persist, please contact the System Administrator of this site and report the error below.
ru: Если проблемы сохраняются, пожалуйста, свяжитесь с системным администратором этого сайта и сообщите об ошибке ниже.
uz: Agar muammolar davom etsa, iltimos, saytning tizim administratoriga murojaat qiling va quyidagi xatoni xabar qiling.

source: Back to homepage
ru: Назад на главную страницу
uz: Bosh sahifaga qaytish

source: About
ru: О нас
uz: Haqida

source: About us
ru: О нашей компании
uz: Biz haqimizda

source: We are a team of passionate creators dedicated to bringing your vision to life. With a foundation built on quality, innovation, and trust, our mission is to deliver exceptional solutions that not only meet your needs but also inspire new possibilities. We believe in the power of great ideas and the hard work it takes to turn them into reality.
ru: Мы — команда увлечённых профессионалов, стремящихся воплотить ваши идеи в жизнь. Наша миссия основана на качестве, инновациях и доверии — предоставлять исключительные решения, которые не только удовлетворяют ваши потребности, но и вдохновляют на новые возможности. Мы верим в силу великих идей и труд, необходимый для их реализации.
uz: Biz sizning tasavvuringizni hayotga tatbiq etishga bag‘ishlangan ishtiyoqli ijodkorlar jamoamiz. Sifat, innovatsiya va ishonchga asoslangan asos bilan, bizning vazifamiz nafaqat sizning ehtiyojlaringizni qondirish, balki yangi imkoniyatlarni ilhomlantiradigan ajoyib yechimlar taqdim etishdir. Biz buyuk g‘oyalar va ularni haqiqatga aylantirish uchun qilinadigan mehnat qudratiga ishonamiz.

source: Our team has a proven track record of success, with years of experience helping businesses and individuals achieve their goals. We are committed to building long-lasting relationships with our clients, ensuring that every project, big or small, receives our full attention and dedication. Your success is our ultimate measure of achievement.
ru: Наша команда имеет подтверждённый опыт успеха, с многолетним опытом помощи компаниям и частным лицам в достижении их целей. Мы стремимся выстраивать долгосрочные отношения с клиентами, гарантируя, что каждый проект, большой или маленький, получает наше полное внимание и преданность. Ваш успех — наша главная мера достижения.
uz: Bizning jamoamiz muvaffaqiyatli faoliyat tajribasiga ega bo‘lib, yillar davomida korxonalar va shaxslarning maqsadlariga erishishlariga yordam bergan. Biz mijozlarimiz bilan uzoq muddatli munosabatlarni rivojlantirishga sodiqmiz, har bir loyiha, katta yoki kichik, to‘liq e’tibor va bag‘ishlanishimizga ega bo‘lishini ta’minlaymiz. Sizning muvaffaqiyatingiz bizning eng oliy o‘lchovimizdir.

source: Mr. kwang shang - CEO
ru: Г-н Кван Шанг — Генеральный директор
uz: Janob Kvang Shang - Bosh direktor

source: WHAT WE DO
ru: ЧТО МЫ ДЕЛАЕМ
uz: Biz qiladigan ishlar

source: We specialize in delivering comprehensive and innovative solutions designed to meet your specific needs. From initial concept to final execution, our team provides a full range of services that drive results. Our expertise spans across multiple disciplines, allowing us to create high-quality, impactful products and experiences for our clients and their customers.
ru: Мы специализируемся на предоставлении комплексных и инновационных решений, разработанных для удовлетворения ваших конкретных потребностей. От первоначальной концепции до финальной реализации, наша команда предоставляет полный спектр услуг, которые приносят результаты. Наш опыт охватывает несколько дисциплин, позволяя нам создавать высококачественные и эффективные продукты и опыт для наших клиентов и их клиентов.
uz: Biz sizning aniq ehtiyojlaringizni qondirish uchun mo‘ljallangan keng qamrovli va innovatsion yechimlarni taqdim etishga ixtisoslashganmiz. Dastlabki g‘oyadan yakuniy amalga oshirishgacha, jamoamiz natijaga erishishga xizmat qiluvchi to‘liq xizmatlar ko‘rsatadi. Bizning tajribamiz bir nechta sohalarni qamrab oladi, bu esa mijozlarimiz va ularning xaridorlari uchun yuqori sifatli, ta’sirli mahsulot va tajribalarni yaratish imkonini beradi.

source: We work closely with you at every stage, offering transparency and communication to ensure your project is completed to the highest standards. Our commitment is to deliver not just a product, but a complete solution that empowers your business to thrive
ru: Мы тесно сотрудничаем с вами на каждом этапе, обеспечивая прозрачность и коммуникацию, чтобы ваш проект был выполнен по самым высоким стандартам. Наша цель — предоставить не просто продукт, а полное решение, которое помогает вашему бизнесу процветать.
uz: Biz har bir bosqichda siz bilan yaqindan hamkorlik qilamiz, ochiqlik va muloqot orqali loyihangiz eng yuqori standartlarga muvofiq yakunlanishini ta’minlaymiz. Bizning maqsadimiz faqat mahsulotni emas, balki sizning biznesingizni rivojlantirishga imkon beruvchi to‘liq yechimni taqdim etishdir.

source: MEET OUR TEAM
ru: ЗНАКОМЬТЕСЬ С НАШЕЙ КОМАНДОЙ
uz: Jamoamiz bilan tanishing

source: William James
ru: Уильям Джеймс
uz: Uilyam Jeyms

source: Designer - Stylish
ru: Дизайнер — Стильный
uz: Dizayner - Stilist

source: Proin gravida nibh vel velit auctor aliquet. Aenean sollicudin, lorem quis biben dum auctor, nisi elit consequat ipsum, nec sagittis sem nibh id elit. Duis sed odio sit amet nibh vultate cursus a sit amet mauris. Proin gravida nibh vel velit auctor aliquet. Aenean sollicudin, lorem quis bibendum auctor, nisi elit conse quat ipsum
ru: Proin gravida nibh vel velit auctor aliquet. Aenean sollicudin, lorem (оставлено как есть для текста-заполнителя)

source: Seller Smith
ru: Селлер Смит
uz: Seller Smit

source: Web developer
ru: Веб-разработчик
uz: Veb dasturchi

source: Proin gravida nibh vel velit auctor aliquet. Aenean sollicudin, lorem quis biben dum auctor, nisi elit consequat ipsum, nec sagittis sem nibh id elit. Duis sed odio sit amet nibh vultate cursus a sit amet mauris.
ru: Proin gravida nibh vel velit auctor aliquet. Aenean sollicudin, lorem (оставлено как есть для текста-заполнителя)

source: Peter Capidal
ru: Питер Капидал
uz: Piter Kapidal

source: Front-end Developer
ru: Фронтенд-разработчик
uz: Front-end dasturchi

source: }Proin gravida nibh vel velit auctor aliquet. Aenean sollicudin, lorem quis biben dum auctor, nisi elit consequat ipsum, nec sagittis sem nibh id elit. Duis sed odio sit amet nibh vultate cursus a sit amet mauris. Proin gravida nibh vel velit auctor aliquet. Aenean sollicudin, lorem quis bibendum auctor, nisi elit conse quat ipsum
ru: }Proin gravida nibh vel velit auctor aliquet. Aenean sollicudin, lorem (оставлено как есть для текста-заполнителя)

source: David James
ru: Дэвид Джеймс
uz: Devid Jeyms

source: Developer
ru: Разработчик
uz: Dasturchi

source: Proin gravida nibh vel velit auctor aliquet. Aenean sollicudin, lorem quis biben dum auctor, nisi elit consequat ipsum, nec sagittis sem nibh id elit. Duis sed odio sit amet nibh vultate cursus a sit amet mauris.Proin gravida nibh vel velit auctor aliquet. Aenean sollicudin, lorem quis bibendum auctor, nisi elit conse quat ipsum
ru: Proin gravida nibh vel velit auctor aliquet. Aenean sollicudin, lorem (оставлено как есть для текста-заполнителя)

source: Contact
ru: Связаться
uz: Bog‘lanish

source: Email:
ru: Эл. почта:
uz: Elektron pochta:

source: Address:
ru: Адрес:
uz: Manzil:

source: 23 Suspendis matti, Visaosang Building District, NY Accums, North American
ru: 23 Suspendis matti, Visaosang Building District, NY Accums, Северная Америка
uz: 23 Suspendis matti, Visaosang Bino Tumani, NY Accums, Shimoliy Amerika

source: Hotline:
ru: Горячая линия:
uz: Qisqa telefon:

source: "This modern furniture collection combines elegant design with functional comfort. Each piece is crafted from premium materials, ensuring both durability and style. Whether you are looking to furnish a new home or refresh an existing space, our catalog offers the perfect solution to elevate your living environment. We believe that great design should be accessible to everyone."
ru: "Эта современная коллекция мебели сочетает элегантный дизайн с функциональным комфортом. Каждое изделие выполнено из премиальных материалов, обеспечивая долговечность и стиль. Независимо от того, хотите ли вы обставить новый дом или обновить существующее пространство, наш каталог предлагает идеальное решение для улучшения вашей жилой среды. Мы считаем, что прекрасный дизайн должен быть доступен каждому."
uz: "Ushbu zamonaviy mebel kollektsiyasi nafis dizaynni funksional qulaylik bilan birlashtiradi. Har bir buyum premium materiallardan ishlab chiqarilgan, bu esa chidamlilik va uslubni ta’minlaydi. Siz yangi uy jihozlashni yoki mavjud bo‘sh joyni yangilashni istaysizmi, bizning katalogimiz sizning yashash muhitingizni yanada yaxshilash uchun mukammal yechimni taklif etadi. Biz buyuk dizayn har bir kishi uchun mavjud bo‘lishi kerakligiga ishonamiz."

source: Warning
ru: Внимание
uz: Ogohlantirish

source: Your name
ru: Ваше имя
uz: Ismingiz

source: Your email
ru: Ваш Email
uz: Sizning elektron pochtangiz

source: Subject
ru: Тема
uz: Mavzu

source: Message
ru: Сообщение
uz: Xabar

source: Send message
ru: Отправить сообщение
uz: Xabar yuborish

source: Coventry dining
ru: Обеденный набор Coventry
uz: Coventry ovqat xonasi

source: Accessories
ru: Аксессуары
uz: Aksessuarlar

source: Activewear
ru: Спортивная одежда
uz: Faol kiyimlar

source: ASOS Basic Tops
ru: Базовые топы ASOS
uz: ASOS asosiy ustki kiyimlar

source: Bags & Purses
ru: Сумки и кошельки
uz: Sumkalar va hamyonlar

source: Beauty
ru: Красота
uz: Go‘zallik

source: Coats & Jackets
ru: Пальто и куртки
uz: Koylak va kurtkalar

source: Curve & Plus Size
ru: Большие размеры
uz: Curve va Plus Size

source: Amara stools
ru: Табуреты Amara
uz: Amara stullar

source: Kingston dining
ru: Обеденный набор Kingston
uz: Kingston ovqat xonasi

source: Ellinger dining
ru: Обеденный набор Ellinger
uz: Ellinger ovqat xonasi

source: Show More
ru: Показать больше
uz: Ko‘proq ko‘rsatish

source: Modern
ru: Современный
uz: Zamonaviy

source: Designer
ru: Дизайнерский
uz: Dizayner

source: Chair
ru: Стул
uz: Stul

source: Creative
ru: Креативный
uz: Ijodiy

source: Furniture
ru: Мебель
uz: Mebel

source: Design
ru: Дизайн
uz: Dizayn

source: Living Room
ru: Гостиная
uz: Yashash xonasi

source: LOREM IPSUM DOLOR SIT AMET CONSECTETUR
ru: ЛОРЕМ ИПСУМ ДОЛОР СИТ АМЕТ КОНСЕКТЕТУР

source: New Arrivals
ru: Новинки
uz: Yangi kelganlar

source: Best Seller
ru: Лидер продаж
uz: Eng ko‘p sotilgan

source: Featured Product
ru: Рекомендуемый товар
uz: Tanlangan mahsulot

source: Beige
ru: Бежевый
uz: Bej

source: Orange
ru: Оранжевый
uz: O‘rang

source: Green
ru: Зелёный
uz: Yashil

source: Nulla et justo non augue
ru: Ничего лишнего и справедливо
uz: Hech narsa noto‘g‘ri emas

source: Deal Of The Day
ru: Сделка дня
uz: Kun taklifi

source: Hurry Up, The Same Time Is Not Extended !!!
ru: Поторопитесь, время не продлевается!!!
uz: Shoshiling, vaqt uzaytirilmaydi!!!

source: kitchen
ru: Кухня
uz: Oshxona

source: LOREM IPSUM DOLOR SIT AMET CONSECTETUR
ru: ЛОРЕМ ИПСУМ ДОЛОР СИТ АМЕТ КОНСЕКТЕТУР

source: David Jame
ru: Дэвид Джейм

source: DESIGNER
ru: ДИЗАЙНЕР
uz: DIZAYNER

source: Max Control
ru: Макс Контрол

source: DEVELOPER
ru: РАЗРАБОТЧИК

source: John Do
ru: Джон До

source: Elizabeth Pham
ru: Элизабет Фам

source: Sign up to our newsletter to get the latest articles, lookbooks voucher codes direct to your inbox
ru: Подпишитесь на нашу рассылку, чтобы получать последние статьи, каталоги и промокоды прямо на вашу почту
uz: Yangiliklar byulleteniga obuna bo‘ling va so‘nggi maqolalar, kataloglar va chegirma kodlarini to‘g‘ridan-to‘g‘ri elektron pochtangizga oling

source: Categories
ru: Категории
uz: Kategoriyalar

source: Catalog
ru: Каталог
uz: Katalog

source: Manufacturer
ru: Производитель
uz: Ishlab chiqaruvchi

source: No manufacturers
ru: Нет производителей
uz: Ishlab chiqaruvchilar yo‘q

source: Color
ru: Цвет
uz: Rang

source: No colors
ru: Нет цветов
uz: Ranglar yo‘q

source: By Price
ru: По цене
uz: Narx bo‘yicha

source: Product Tags
ru: Теги товара
uz: Mahsulot teglari

source: Show products matching tag
ru: Показать товары с этим тегом
uz: Tegga mos mahsulotlarni ko‘rsatish

source: There are 12 products.
ru: Всего 12 товаров.
uz: Jami 12 ta mahsulot mavjud.

source: Sort by
ru: Сортировать по
uz: Saralash

source: Name, A to Z
ru: Название, А–Я
uz: Nomi, A dan Z gacha

source: Name, Z to A
ru: Название, Я–А
uz: Nomi, Z dan A gacha

source: Price, low to high
ru: Цена, по возрастанию
uz: Narxi, pastdan yuqoriga

source: Price, high to low
ru: Цена, по убыванию
uz: Narxi, yuqoridan pastga

source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Etiam ultricies eget velit vitae bibendum. Cras condimentum libero a lectus ultricies...
ru: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Также ультриклейс eget velit vitae bibendum. Cras condimentum libero a lectus ultricies...
uz: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Etiam ultricies eget velit vitae bibendum. Cras condimentum libre a lectus ultricies...

source: Add to cart
ru: Добавить в корзину
uz: Savatchaga qo‘shish

source: SHOWING 1-3 OF 3 ITEM(S)
ru: ПОКАЗАНО 1-3 ИЗ 3 ТОВАРОВ
uz: 1-3 ta mahsulot ko‘rsatilmoqda (jami 3 ta)

source: Previous
ru: Предыдущий
uz: Oldingi

source: Next
ru: Следующий
uz: Keyingi

source: Lorem ipsum dolor sit amet, consectetur adipisicing elit, do eiusmod tempor incididunt. ut labore et dolore magna aliqua.
uz: Lorem ipsum matni. Bu yerda maqola haqida qisqa tavsif bo‘ladi.

source: Lorem ipsum dolor sit amet, consectetur adipisicing elit, do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim adminim veniam.
uz: Lorem ipsum matni. Bu joyda izoh namunasi ko‘rsatiladi.

source: Lorem ipsum dolor sit amet, consectetur adipisicing elit, do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim adminim veniam.
uz: Lorem ipsum matni. Bu joyda izoh namunasi bo‘ladi.

source: Lorem ipsum dolor sit amet
uz: Lorem ipsum matni

source: Lorem ipsum dolor sit amet, consectetuer adipiscing elit, sed diam nonummy...
uz: Lorem ipsum matni, qisqa ko‘rinishi...

source: Templates Hub
uz: Shablonlar Markazi

source: 123 Suspendis matti, Visaosang Building
uz: 123 Suspendis matti, Visaosang Bino
